Repository: wings020377/bitchat-for-india
Catalog: bitchat/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fa, fr, he, hi, id, it, ja, ko, ms, ne, pl, pt, pt_br, ru, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# location_channels.action.teleport
source: teleport
ar: انتقال فوري
bn: টেলিপোর্ট
es: teletransportar
fa: تلپورت
fr: téléporter
he: טלפורט
hi: टेलीपोर्ट
it: teletrasporto
ja: テレポート
ko: 텔레포트
ne: टेलिपोर्ट
pl: teleportuj
pt: teletransportar
pt_br: teletransportar
ru: телепорт
ta: டெலிபோர்ட்
th: เทเลพอร์ต
tr: ışınlan
uk: телепорт
ur: ٹیلی پورٹ
vi: dịch chuyển
zh_hans: 瞬移
zh_hant: 瞬移

# location_channels.bookmarked_section_title
source: bookmarked
ar: محفوظ
bn: বুকমার্ক করা
es: marcados
fa: نشانک‌شده
fr: enregistrés
he: שמורים
hi: बुकमार्क की गई
id: disimpan
it: salvati
ja: 保存済み
ko: 북마크
ms: disimpan
ne: बुकमार्क
pl: zapisane
pt: marcados
pt_br: marcados
ru: закреплённые
ta: புக் மார்க் செய்யப்பட்டவை
th: ที่คั่นไว้
tr: yer imleri
uk: закладені
ur: بک مارک شدہ
vi: đã đánh dấu
zh_hans: 已收藏
zh_hant: 已收藏

# location_channels.description
source: chat with people near you using geohash channels. the selected geohash is public and may reveal an approximate area; exact GPS is never shared. your IP address is hidden by routing all traffic over tor.
ar: تحدث مع أشخاص قريبين عبر قنوات geohash. نشارك geohash تقريبي فقط، وليس gps الدقيق. يتم إخفاء عنوان ip لأن كل المرور يمر عبر tor.
bn: জিওহ্যাশ চ্যানেল দিয়ে কাছাকাছি অঞ্চলের মানুষের সঙ্গে চ্যাট করুন। শুধুই স্থূল জিওহ্যাশ শেয়ার হয়, কখনো সঠিক GPS নয়। আপনার IP টর দিয়ে সব ট্রাফিক রাউট করে লুকানো থাকে।
es: chatea con personas cercanas usando canales geohash. Solo se comparte un geohash aproximado, nunca GPS exacto. Tu IP se oculta al enrutar todo el tráfico por Tor.
fa: با کانال‌های ژئوهش با افراد نزدیک خود گفتگو کنید. ژئوهش انتخاب‌شده عمومی است و ممکن است منطقهٔ تقریبی شما را نشان دهد؛ GPS دقیق هرگز به اشتراک گذاشته نمی‌شود. با عبور همهٔ ترافیک از Tor، آدرس IP شما پنهان می‌ماند.
fr: discute avec les personnes proches grâce aux canaux geohash. seul un geohash grossier est partagé, jamais de gps exact. ton ip reste cachée car tout le trafic passe par tor.
he: שוחח עם אנשים קרובים בערוצי geohash. משתף רק geohash גס, אף פעם לא gps מדויק. כתובת ה-ip מוסתרת כי כל התעבורה עוברת דרך tor.
hi: जियोहैश चैनलों से आसपास के लोगों से चैट करें। केवल मोटा जियोहैश साझा होता है, कभी सटीक GPS नहीं। आपका IP सारा ट्रैफ़िक Tor से रूट कर छिपा रहता है।
id: ngobrol dengan orang terdekat lewat kanal geohash. hanya geohash kasar yang dibagikan, tidak pernah gps tepat. alamat ip-mu tersembunyi karena seluruh trafik lewat tor.
it: chatta con le persone vicine tramite canali geohash. condividiamo solo geohash approssimativi, mai il gps esatto. il tuo ip resta nascosto perché tutto il traffico passa da tor.
ja: geohashチャンネルで近くの人と会話。共有されるのはざっくりしたgeohashだけで正確なgpsは含みません。全トラフィックをtor経由にすることであなたのipを隠します。
ko: geohash 채널을 사용해 주변 사람들과 대화하세요. 정확한 GPS가 아닌 대략적인 geohash만 공유됩니다. 모든 트래픽을 tor로 라우팅하여 IP 주소를 숨깁니다.
ms: ngobrol dengan orang terdekat lewat kanal geohash. hanya geohash kasar yang dibagikan, tidak pernah gps tepat. alamat ip-mu tersembunyi karena seluruh trafik lewat tor.
ne: geohash च्यानलबाट नजिकका मानिससँग कुरा गर। केवल मोटामो geohash साझा हुन्छ, कहिल्यै सहि gps होइन। सबै ट्राफिक tor मार्फत गएका कारण तिम्रो ip लुकेको हुन्छ।
pl: rozmawiaj z osobami w pobliżu za pomocą kanałów geohash. udostępniany jest tylko zgrubny geohash, nigdy dokładny GPS. twój adres IP jest ukryty przez kierowanie całego ruchu przez tor.
pt: conversa com pessoas perto de ti usando canais geohash. apenas um geohash de baixa precisão é partilhado, nunca GPS exato. o teu IP fica oculto ao encaminhar todo o tráfego através do Tor.
pt_br: converse com pessoas próximas usando canais geohash. apenas um geohash grosseiro é compartilhado, nunca gps exato. seu ip fica oculto ao rotear todo o tráfego por tor.
ru: общайся с людьми рядом через каналы geohash. делится только грубый geohash, без точного gps. твой ip скрывается за счёт маршрутизации трафика через tor.
ta: geohash சேனல்கள் மூலம் அருகிலுள்ளவர்களுடன் உரையாடுங்கள். மிகவும் பொது geohash மட்டுமே பகிரப்படும், துல்லியமான GPS அல்ல. உங்கள் IP, அனைத்து போக்குவரத்தையும் tor வழியாக மாற்றுவதன் மூலம் மறைக்கப்படுகிறது.
th: แชทกับคนใกล้คุณผ่านช่อง geohash แบ่งปันเพียง geohash แบบหยาบ ไม่ใช่ GPS ที่แม่นยำ ที่อยู่ IP ของคุณถูกซ่อนด้วยการส่งข้อมูลผ่าน tor
tr: geohash kanallarıyla yakınınızdaki insanlarla sohbet edin. yalnızca kaba bir geohash paylaşılır, tam GPS asla değil. IP adresiniz tüm trafik Tor üzerinden yönlendirilerek gizlenir.
uk: спілкуйся з людьми поруч у каналах geohash. передається лише грубий geohash, без точного gps. твій ip приховується, бо весь трафік йде через tor.
ur: قریب کے لوگوں سے گفتگو کیلئے geohash چینلز استعمال کریں۔ صرف عمومی geohash شیئر کیا جاتا ہے، کبھی درست GPS نہیں۔ آپ کا IP tor کے ذریعے ساری ٹریفک روٹ کر کے چھپایا جاتا ہے۔
vi: trò chuyện với người gần bạn bằng các kênh geohash. chỉ chia sẻ geohash thô, không bao giờ là GPS chính xác. địa chỉ IP của bạn được ẩn bằng cách định tuyến toàn bộ lưu lượng qua tor.
zh_hans: 使用 geohash 频道与附近的人聊天。只会共享粗略 geohash，从不泄露精确 GPS。所有流量通过 tor 路由来隐藏你的 IP。
zh_hant: 使用 geohash 頻道與附近的人聊天。只會共享粗略 geohash，從不洩露精確 GPS。所有流量透過 tor 路由來隱藏你的 IP。

# location_channels.error.invalid_geohash
source: invalid geohash
ar: geohash غير صالح
bn: অবৈধ জিওহ্যাশ
es: geohash no válido
fa: ژئوهش نامعتبر
fr: geohash invalide
he: geohash לא תקף
hi: अमान्य जियोहैश
id: geohash tidak valid
it: geohash non valido
ja: 無効なgeohash
ko: 잘못된 geohash
ms: geohash tidak valid
ne: अवैध geohash
pl: nieprawidłowy geohash
pt: geohash inválido
pt_br: geohash inválido
ru: некорректный geohash
ta: தவறான geohash
th: geohash ไม่ถูกต้อง
tr: geçersiz geohash
uk: некоректний geohash
ur: غلط geohash
vi: geohash không hợp lệ
zh_hans: 无效的 geohash
zh_hant: 無效的 geohash

# location_channels.grant_to_find
source: grant location access to find nearby channels
ar: امنح إذن الموقع للعثور على القنوات القريبة
bn: কাছাকাছি চ্যানেল খুঁজতে অবস্থানের অনুমতি দিন
es: concede acceso a la ubicación para encontrar canales cercanos
fa: برای یافتن کانال‌های اطراف، دسترسی موقعیت بدهید
fr: autorisez l'accès à la position pour trouver les canaux à proximité
he: אפשרו גישה למיקום כדי למצוא ערוצים בקרבת מקום
hi: आस-पास के चैनल खोजने के लिए स्थान की अनुमति दें
id: izinkan akses lokasi untuk menemukan channel terdekat
it: consenti l'accesso alla posizione per trovare i canali vicini
ja: 近くのチャンネルを見つけるには位置情報へのアクセスを許可してください
ko: 주변 채널을 찾으려면 위치 접근을 허용하세요
ms: benarkan akses lokasi untuk mencari saluran berdekatan
ne: नजिकैका च्यानलहरू फेला पार्न स्थान पहुँच दिनुहोस्
pl: przyznaj dostęp do lokalizacji, aby znaleźć pobliskie kanały
pt: conceda acesso à localização para encontrar canais próximos
pt_br: conceda acesso à localização para encontrar canais próximos
ru: разрешите доступ к геопозиции, чтобы найти каналы поблизости
ta: அருகிலுள்ள சேனல்களைக் கண்டறிய இருப்பிட அணுகலை வழங்கவும்
th: อนุญาตการเข้าถึงตำแหน่งเพื่อค้นหาช่องใกล้เคียง
tr: yakındaki kanalları bulmak için konum erişimine izin verin
uk: надайте доступ до геолокації, щоб знайти канали поблизу
ur: قریبی چینلز تلاش کرنے کے لیے مقام تک رسائی دیں
vi: cấp quyền truy cập vị trí để tìm các kênh gần đây
zh_hans: 授予位置权限以查找附近的频道
zh_hant: 授予位置權限以尋找附近的頻道

# location_channels.loading_nearby
source: finding nearby channels…
ar: جار البحث عن قنوات قريبة…
bn: কাছাকাছি চ্যানেল খোঁজা হচ্ছে…
es: buscando canales cercanos…
fa: در حال یافتن کانال‌های اطراف…
fr: recherche de canaux proches…
he: מחפש ערוצים קרובים…
hi: पास के चैनल खोजे जा रहे हैं…
id: mencari kanal sekitar…
it: ricerca canali vicini…
ja: 近くのチャンネルを検索中…
ko: 주변 채널 찾는 중…
ms: mencari kanal sekitar…
ne: नजिकका च्यानल खोज्दै…
pl: wyszukiwanie kanałów w pobliżu…
pt: a procurar canais próximos…
pt_br: procurando canais próximos…
ru: поиск каналов рядом…
ta: அருகிலுள்ள சேனல்கள் தேடப்படுகின்றன…
th: กำลังค้นหาช่องใกล้คุณ…
tr: yakındaki kanallar aranıyor…
uk: пошук каналів поруч…
ur: قریب کے چینلز تلاش ہو رہے ہیں…
vi: đang tìm kênh gần…
zh_hans: 正在寻找附近频道…
zh_hant: 正在尋找附近頻道…

# location_channels.permission_denied
source: location permission denied. enable in settings to use location channels.
ar: تم رفض إذن الموقع. فعّله في الإعدادات لاستخدام قنوات الموقع.
bn: লোকেশন অনুমতি অস্বীকৃত। লোকেশন চ্যানেল ব্যবহার করতে সেটিংসে সক্রিয় করুন।
es: permiso de ubicación denegado. Actívalo en Ajustes para usar los canales de ubicación.
fa: دسترسی موقعیت رد شد. برای استفاده از کانال‌های موقعیت، آن را در تنظیمات فعال کنید.
fr: autorisation de localisation refusée. active-la dans réglages pour utiliser les canaux.
he: הרשאת מיקום נדחתה. אפשר בהגדרות כדי להשתמש בערוצי מיקום.
hi: लोकेशन अनुमति अस्वीकृत। लोकेशन चैनल उपयोग करने के लिए सेटिंग्स में सक्षम करें।
id: izin lokasi ditolak. aktifkan di pengaturan untuk memakai kanal lokasi.
it: autorizzazione posizione negata. abilitala nelle impostazioni per usare i canali.
ja: 位置情報の許可が拒否されました。チャンネルを使うには設定で許可してください。
ko: 위치 권한이 거부되었습니다. 위치 채널을 사용하려면 설정에서 활성화하세요.
ms: kebenaran lokasi ditolak. aktifkan dalam Tetapan untuk menggunakan kanal lokasi.
ne: स्थान अनुमति अस्वीकार। स्थान च्यानल प्रयोग गर्न सेटिङमा सक्षम गर।
pl: odmówiono dostępu do lokalizacji. włącz w ustawieniach, aby korzystać z kanałów lokalizacji.
pt: permissão de localização negada. ativa nas definições para usar canais de localização.
pt_br: permissão de localização negada. habilite em ajustes para usar canais de localização.
ru: доступ к локации запрещён. включи разрешение в настройках, чтобы использовать каналы.
ta: இட அனுமதி மறுக்கப்பட்டது. இட சேனல்களைப் பயன்படுத்த அமைப்பில் இயக்கவும்.
th: ปฏิเสธการเข้าถึงตำแหน่ง เปิดในตั้งค่าเพื่อใช้ช่องตำแหน่ง
tr: konum izni reddedildi. konum kanallarını kullanmak için ayarlardan etkinleştirin.
uk: доступ до локації заборонено. увімкни дозвіл у налаштуваннях, щоб користуватися каналами.
ur: لوکیشن کی اجازت مسترد کر دی گئی۔ لوکیشن چینلز استعمال کرنے کیلئے سیٹنگز میں فعال کریں۔
vi: bị từ chối quyền vị trí. hãy bật trong cài đặt để dùng kênh vị trí.
zh_hans: 位置权限被拒。请在设置中启用以使用位置频道。
zh_hant: 位置權限被拒。請在設定中啟用以使用位置頻道。

# location_channels.row_title
source: %1$@ [%d people]
ar: %1$@ [%d شخص]
bn: %1$@ [%2$#@people_count@]
es: %1$@ [%d personas]
fa: %1$@ [%d نفر]
fr: %1$@ [%d personnes]
he: %1$@ [%d אנשים]
hi: %1$@ [%2$#@people_count@]
id: %1$@ [%d orang]
it: %1$@ [%d persone]
ja: %1$@ [%d人]
ko: %1$@ [%d명]
ms: %1$@ [%2$#@people_count@]
ne: %1$@ [%d व्यक्तिहरू]
pl: %1$@ [%2$#@people_count@]
pt: %1$@ [%2$#@people_count@]
pt_br: %1$@ [%d pessoas]
ru: %1$@ [%d человека]
ta: %1$@ [%2$#@people_count@]
th: %1$@ [%2$#@people_count@]
tr: %1$@ [%2$#@people_count@]
uk: %1$@ [%d людини]
ur: %1$@ [%2$#@people_count@]
vi: %1$@ [%2$#@people_count@]
zh_hans: %1$@ [%d 人]
zh_hant: %1$@ [%2$#@people_count@]

# location_channels.title
source: #location channels
ar: #قنوات الموقع
bn: #লোকেশন চ্যানেল
es: #canales de ubicación
fa: #کانال‌های موقعیت
fr: #canaux localisation
he: #ערוצי מיקום
hi: #लोकेशन चैनल
id: #kanal lokasi
it: #canali posizione
ja: #ロケーションチャンネル
ko: #위치 채널
ms: #kanal lokasi
ne: #स्थान च्यानल
pl: #kanały lokalizacji
pt: #canais de localização
pt_br: #canais de localização
ru: #каналы локации
ta: #இட சேனல்கள்
th: #ช่องตามตำแหน่ง
tr: #konum kanalları
uk: #канали локації
ur: #لوکیشن چینلز
vi: #kênh vị trí
zh_hans: #位置频道
zh_hant: #位置頻道

# location_channels.tor.subtitle
source: hides your IP for location channels. recommended: on.
ar: يخفي ip لقنوات الموقع. الموصى به: تشغيل.
bn: লোকেশন চ্যানেলের জন্য আপনার IP লুকায়। সুপারিশ: চালু রাখুন।
es: oculta tu IP para los canales de ubicación. Recomendado: activado.
fa: IP شما را برای کانال‌های موقعیت پنهان می‌کند. توصیه: روشن.
fr: cache ton ip pour les canaux localisation. recommandé : activé.
he: מסתיר את ה-ip שלך לערוצי מיקום. מומלץ: פעיל.
hi: लोकेशन चैनलों के लिए आपका IP छुपाता है। अनुशंसित: चालू रखें।
id: menyembunyikan ip-mu untuk kanal lokasi. disarankan: aktif.
it: nasconde il tuo ip per i canali posizione. consigliato: attivo.
ja: ロケーションチャンネル用にipを隠します。推奨: オン
ko: 위치 채널에서 IP를 숨깁니다. 권장: 켜기.
ms: menyembunyikan ip-mu untuk kanal lokasi. disarankan: aktif.
ne: स्थान च्यानलका लागि तिम्रो ip लुकाउँछ। सिफारिस: अन।
pl: ukrywa twój IP dla kanałów lokalizacji. zalecane: włączone.
pt: oculta o teu IP para canais de localização. recomendado: ligado.
pt_br: oculta seu ip para canais de localização. recomendado: ligado.
ru: скрывает твой ip для каналов локации. рекомендуем включить.
ta: இட சேனல்களுக்கு உங்கள் IP ஐ மறைக்கும். பரிந்துரை: இயக்கப்பட்டது.
th: ซ่อน IP ของคุณสำหรับช่องตำแหน่ง แนะนำให้เปิด
tr: konum kanalları için IP'nizi gizler. önerilen: açık.
uk: приховує твій ip для каналів локації. рекомендовано ввімкнути.
ur: لوکیشن چینلز کیلئے آپ کا IP چھپاتا ہے۔ تجویز: آن رکھیں۔
vi: ẩn IP của bạn cho kênh vị trí. khuyến nghị: bật.
zh_hans: 为位置频道隐藏你的 IP。推荐：开启。
zh_hant: 為位置頻道隱藏你的 IP。推薦：開啟。

# location_channels.tor.title
source: tor routing
ar: توجيه tor
bn: Tor রাউটিং
es: enrutamiento Tor
fa: مسیریابی Tor
fr: routage tor
he: ניתוב tor
hi: Tor रूटिंग
id: perutean tor
it: instradamento tor
ja: torルーティング
ko: tor 라우팅
ms: perutean tor
ne: tor रूटिङ
pl: trasowanie tor
pt: encaminhamento Tor
pt_br: roteamento tor
ru: маршрутизация tor
ta: tor வழிமுறை
th: การกำหนดเส้นทางผ่าน tor
tr: Tor yönlendirmesi
uk: маршрутизація tor
ur: tor روٹنگ
vi: định tuyến tor
zh_hans: tor 路由
zh_hant: tor 路由

# location_levels.block
source: block
ar: مربع
bn: ব্লক
es: bloque
fa: بلوک
fr: bloc
he: בלוק
hi: ब्लॉक
id: blok
it: isolato
ja: ブロック
ko: 블록
ms: blok
ne: ब्लक
pl: blok
pt: bloco
pt_br: quadra
ru: квартал
ta: பிளாக்கு
th: บล็อก
tr: blok
uk: квартал
ur: بلاک
vi: khối
zh_hans: 街区
zh_hant: 街區

# location_levels.building
source: building
ar: مبنى
bn: ভবন
es: edificio
fa: ساختمان
fr: bâtiment
he: מבנה
hi: भवन
id: gedung
it: edificio
ja: 建物
ko: 건물
ms: gedung
ne: भवन
pl: budynek
pt: edifício
pt_br: prédio
ru: здание
ta: கட்டிடம்
th: อาคาร
tr: bina
uk: будівля
ur: عمارت
vi: tòa nhà
zh_hans: 楼栋
zh_hant: 樓棟

# location_levels.city
source: city
ar: مدينة
bn: শহর
es: ciudad
fa: شهر
fr: ville
he: עיר
hi: शहर
id: kota
it: città
ja: 都市
ko: 도시
ms: kota
ne: सहर
pl: miasto
pt: cidade
pt_br: cidade
ru: город
ta: நகரம்
th: เมือง
tr: şehir
uk: місто
ur: شہر
vi: thành phố
zh_hans: 城市
zh_hant: 城市

# location_levels.neighborhood
source: neighborhood
ar: حي
bn: পাড়া
es: barrio
fa: محله
fr: quartier
he: שכונה
hi: पड़ोस
id: lingkungan
it: quartiere
ja: 近所
ko: 동네
ms: lingkungan
ne: छिमेक
pl: dzielnica
pt: bairro
pt_br: bairro
ru: район
ta: அயல்பகுதி
th: ย่าน
tr: mahalle
uk: район
ur: محلہ
vi: khu vực
zh_hans: 社区
zh_hant: 社區

# location_levels.province
source: province
ar: مقاطعة
bn: প্রদেশ
es: provincia
fa: استان
he: מחוז
hi: प्रांत
id: provinsi
it: provincia
ja: 州
ko: 도
ms: provinsi
ne: प्रदेश
pl: województwo
pt: província
pt_br: estado
ru: область
ta: மாவட்டம்
th: จังหวัด
tr: il
uk: область
ur: صوبہ
vi: tỉnh
zh_hans: 省份
zh_hant: 省份

# location_levels.region
source: region
ar: منطقة
bn: অঞ্চল
es: región
fa: منطقه
fr: région
he: אזור
hi: क्षेत्र
id: wilayah
it: regione
ja: 地域
ko: 지역
ms: wilayah
ne: क्षेत्र
pt: região
pt_br: região
ru: регион
ta: பிராந்தியம்
th: ภูมิภาค
tr: bölge
uk: регіон
ur: خطہ
vi: vùng
zh_hans: 区域
zh_hant: 區域

# location_notes.action.dismiss
source: dismiss
ar: إغلاق
bn: বন্ধ করুন
es: descartar
fa: بستن
fr: ignorer
he: סגור
hi: बंद करें
id: tutup
it: chiudi
ja: 閉じる
ko: 닫기
ms: tutup
ne: बन्द गर
pl: zamknij
pt: fechar
pt_br: dispensar
ru: закрыть
ta: மூடு
th: ปิด
tr: kapat
uk: закрити
ur: بند کریں
vi: đóng
zh_hans: 关闭
zh_hant: 關閉

# location_notes.action.retry
source: retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
es: reintentar
fa: تلاش دوباره
fr: réessayer
he: ניסיון שוב
hi: फिर प्रयास करें
id: coba lagi
it: riprova
ja: 再試行
ko: 재시도
ms: coba lagi
ne: फेरि प्रयास गर
pl: spróbuj ponownie
pt: tentar novamente
pt_br: tentar novamente
ru: повторить
ta: மீண்டும் முயற்சி
th: ลองอีกครั้ง
tr: yeniden dene
uk: повторити
ur: دوبارہ کوشش کریں
vi: thử lại
zh_hans: 重试
zh_hant: 重試

# location_notes.connecting_relays
source: connecting to relays…
ar: جارٍ الاتصال بالمرحّلات…
bn: রিলেতে সংযোগ হচ্ছে…
es: conectando a los relays…
fa: در حال اتصال به رله‌ها…
fr: connexion aux relais…
he: מתחבר לממסרים…
hi: रिले से कनेक्ट हो रहा है…
id: menghubungkan ke relay…
it: connessione ai relay…
ja: リレーに接続中…
ko: 릴레이에 연결 중…
ms: menyambung ke relay…
ne: रिलेमा जडान हुँदैछ…
pl: łączenie z relay…
pt: a ligar aos relés…
pt_br: conectando aos relés…
ru: подключение к релеям…
ta: ரிலேயுடன் இணைக்கிறது…
th: กำลังเชื่อมต่อรีเลย์…
tr: relay'lere bağlanılıyor…
uk: підключення до релеїв…
ur: ریلے سے منسلک ہو رہا ہے…
vi: đang kết nối đến relay…
zh_hans: 正在连接中继…
zh_hant: 正在連接中繼…

# location_notes.description
source: add short permanent notes to this location for other visitors to find.
ar: أضف ملاحظات قصيرة دائمة لهذا المكان ليجدها الآخرون.
bn: এই স্থানে অন্যরা খুঁজে পেতে পারে এমন ছোট স্থায়ী নোট যোগ করুন।
es: añade notas permanentes cortas sobre este lugar para que otras personas las encuentren.
fa: یادداشت‌های کوتاه و ماندگار به این موقعیت اضافه کنید تا بازدیدکنندگان دیگر پیدا کنند.
fr: ajoute de courtes notes permanentes ici pour aider les autres.
he: הוסף הערות קצרות וקבועות למקום הזה כדי שאחרים ימצאו.
hi: इस स्थान के लिए अन्य आगंतुकों को मिलने वाले छोटे स्थायी नोट जोड़ें।
id: tambahkan catatan permanen singkat di tempat ini agar orang lain menemukannya.
it: aggiungi brevi note permanenti su questo luogo per chi verrà.
ja: 他の人が見つけられるようこの場所に短いノートを追加
ko: 다른 방문자가 볼 수 있도록 이 위치에 짧은 영구적 노트를 추가하세요.
ms: tambahkan catatan permanen singkat di tempat ini agar orang lain menemukannya.
ne: अन्यले भेटून् भनी यस स्थानमा छोटो स्थायी नोट थप।
pl: dodaj krótkie trwałe notatki o tej lokalizacji, aby inni mogli je znaleźć
pt: adiciona pequenas notas permanentes a este local para outros visitantes encontrarem.
pt_br: adicione notas curtas permanentes neste local para outras pessoas encontrarem.
ru: добавь короткие постоянные заметки об этом месте для других.
ta: இந்த இடத்திற்கு பிறர் கண்டுபிடிக்க சிறிய நிரந்தர குறிப்புகளைச் சேர்க்கவும்.
th: เพิ่มบันทึกถาวรสั้น ๆ ให้สถานที่นี้เพื่อให้ผู้มาเยือนคนอื่นพบได้
tr: bu konuma gelen diğer ziyaretçilerin bulması için kısa kalıcı notlar ekleyin.
uk: додай короткі постійні замітки про це місце для інших.
ur: اس جگہ کیلئے مختصر مستقل نوٹس شامل کریں تاکہ دوسرے دیکھ سکیں
vi: thêm ghi chú ngắn cố định cho nơi này để người khác tìm thấy
zh_hans: 为此地点添加简短的常驻笔记，方便其他访客发现。
zh_hant: 為此地點添加簡短的常駐筆記，方便其他訪客發現。

# location_notes.error.failed_to_send
source: failed to send note. %@
ar: تعذر إرسال الملاحظة. %@
bn: নোট পাঠাতে ব্যর্থ। %@
es: no se pudo enviar la nota. %@
fa: ارسال یادداشت ناموفق بود. %@
fr: impossible d'envoyer la note. %@
he: לא ניתן לשלוח את ההערה. %@
hi: नोट भेजने में विफल। %@
id: tidak bisa mengirim catatan. %@
it: impossibile inviare la nota. %@
ja: ノートを送信できませんでした。%@
ko: 노트 전송 실패. %@
ms: tidak bisa menghantar catatan. %@
ne: नोट पठाउन सकेन। %@
pl: nie udało się wysłać notatki. %@
pt: falha ao enviar a nota. %@
pt_br: não foi possível enviar a nota. %@
ru: не удалось отправить заметку. %@
ta: குறிப்பை அனுப்ப முடியவில்லை. %@
th: ส่งบันทึกล้มเหลว %@
tr: not gönderilemedi. %@
uk: не вдалося надіслати замітку. %@
ur: نوٹ بھیجنا ناکام۔ %@
vi: gửi ghi chú thất bại. %@
zh_hans: 无法发送笔记。%@
zh_hant: 無法發送筆記。%@

# location_notes.error.no_relays
source: no geo relays available near this location. try again soon.
ar: لا توجد مرحلات جغرافية قريبة من هذا المكان. حاول لاحقاً.
bn: এই স্থানের কাছে কোনো জিও রিলে নেই। কিছুক্ষণ পরে আবার চেষ্টা করুন।
es: no hay relays geográficos disponibles cerca de este lugar. Inténtalo de nuevo pronto.
fa: هیچ رلهٔ جغرافیایی نزدیک این موقعیت در دسترس نیست. کمی بعد دوباره امتحان کنید.
fr: aucun relais géo disponible près d'ici. réessaie bientôt.
he: אין ממסרי geo זמינים בקרבת מקום. נסה שוב מאוחר יותר.
hi: इस स्थान के पास कोई जियो रिले उपलब्ध नहीं। कुछ देर बाद फिर प्रयास करें।
id: tidak ada relay geo tersedia dekat sini. coba lagi nanti.
it: nessun relay geo disponibile qui vicino. riprova presto.
ja: 近くに利用できるジオリレーがありません。後で再試行してください。
ko: 이 위치 근처에 사용 가능한 geo 릴레이가 없습니다. 잠시 후 다시 시도하세요.
ms: tidak ada relay geo tersedia dekat sini. coba lagi nanti.
ne: यस स्थान नजिक georelay उपलब्ध छैन। केही बेरपछि प्रयास गर।
pl: brak geo relay w pobliżu tej lokalizacji. spróbuj ponownie wkrótce.
pt: sem relés geográficos disponíveis perto deste local. tenta novamente em breve.
pt_br: nenhum relay geográfico disponível perto deste local. tente novamente em breve.
ru: рядом нет георелеев. попробуй позже.
ta: இந்த இடத்துக்கு அருகில் geo relay இல்லை. கொஞ்சம் நேரம் கழித்து முயற்சி செய்யவும்.
th: ไม่มี geo relay ใกล้สถานที่นี้ ลองอีกครั้งในภายหลัง
tr: bu konuma yakın geo röle yok. birazdan yeniden deneyin.
uk: поруч немає гео-релеїв. спробуй пізніше.
ur: اس جگہ کے قریب کوئی geo relay دستیاب نہیں۔ کچھ دیر بعد دوبارہ کوشش کریں۔
vi: không có relay địa lý gần khu vực này. thử lại sau.
zh_hans: 附近没有可用的地理中继。稍后再试。
zh_hant: 附近沒有可用的地理中繼。稍後再試。

# location_notes.loading_notes
source: loading notes…
ar: جار تحميل الملاحظات…
bn: নোট লোড হচ্ছে…
es: cargando notas…
fa: در حال بارگذاری یادداشت‌ها…
fr: chargement des notes…
he: טוען הערות…
hi: नोट लोड हो रहे हैं…
id: memuat catatan…
it: caricamento note…
ja: ノートを読み込み中…
ko: 노트 로딩 중…
ms: memuat catatan…
ne: नोट लोड हुँदै…
pl: ładowanie notatek…
pt: a carregar notas…
pt_br: carregando notas…
ru: загрузка заметок…
ta: குறிப்புகள் ஏற்றப்படுகின்றன…
th: กำลังโหลดบันทึก…
tr: notlar yükleniyor…
uk: завантаження заміток…
ur: نوٹس لوڈ ہو رہے ہیں…
vi: đang tải ghi chú…
zh_hans: 正在加载笔记…
zh_hant: 正在加載筆記…

# location_notes.no_relays_nearby
source: no geo relays nearby
ar: لا مرحلات جغرافية قريبة
bn: কাছে কোনো জিও রিলে নেই
es: no hay relays geográficos cercanos
fa: هیچ رلهٔ جغرافیایی در نزدیکی نیست
fr: aucun relais géo à proximité
he: אין ממסרי geo קרובים
hi: पास कोई जियो रिले नहीं
id: tidak ada relay geo di dekatmu
it: nessun relay geo vicino
ja: 近くにジオリレーなし
ko: 근처에 geo 릴레이가 없습니다
ms: tidak ada relay geo di dekatmu
ne: नजिक georelay छैन
pl: brak pobliskich geo relay
pt: sem relés geográficos por perto
pt_br: nenhum relay geográfico próximo
ru: рядом нет георелеев
ta: அருகில் geo relay இல்லை
th: ไม่มี geo relay ใกล้เคียง
tr: yakında geo röle yok
uk: немає гео-релеїв поблизу
ur: قریب کوئی geo relay نہیں
vi: không có relay địa lý gần đó
zh_hans: 附近没有地理中继
zh_hant: 附近沒有地理中繼

# location_notes.relays_retry_hint
source: notes rely on geo relays. check connection and try again.
ar: الملاحظات تعتمد على المرحلات الجغرافية. تحقق من الاتصال ثم أعد المحاولة.
bn: নোট জিও রিলের উপর নির্ভরশীল। সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
es: las notas dependen de los relays geográficos. Comprueba la conexión e inténtalo de nuevo.
fa: یادداشت‌ها به رله‌های جغرافیایی متکی‌اند. اتصال را بررسی کنید و دوباره امتحان کنید.
fr: les notes dépendent des relais géo. vérifie la connexion et réessaie.
he: הערות תלויות בממסרי geo. בדוק את החיבור ונסה שוב.
hi: नोट जियो रिले पर निर्भर हैं। कनेक्शन जांचें और फिर प्रयास करें।
id: catatan bergantung pada relay geo. cek koneksi lalu coba lagi.
it: le note dipendono dai relay geo. controlla la connessione e riprova.
ja: ノートはジオリレーに依存します。接続を確認して再試行してください。
ko: 노트는 geo 릴레이를 사용합니다. 연결을 확인하고 다시 시도하세요.
ms: catatan bergantung pada relay geo. cek koneksi lalu coba lagi.
ne: नोट georelay मा निर्भर छन्। जडान जाँच गरेर फेरि प्रयास गर.
pl: notatki polegają na geo relay. sprawdź połączenie i spróbuj ponownie.
pt: as notas dependem de relés geográficos. verifica a ligação e tenta de novo.
pt_br: notas dependem de relays geográficos. verifique a conexão e tente de novo.
ru: заметки зависят от георелеев. проверь подключение и попробуй снова.
ta: குறிப்புகள் geo relay மீது நம்புகிறது. இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
th: บันทึกอาศัย geo relay ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: notlar geo rölelere bağlıdır. bağlantıyı kontrol edip tekrar deneyin.
uk: замітки залежать від гео-релеїв. перевір з'єднання й спробуй ще раз.
ur: نوٹس geo relay پر منحصر ہیں۔ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: ghi chú phụ thuộc vào relay địa lý. kiểm tra kết nối rồi thử lại.
zh_hans: 笔记依赖地理中继。检查连接后再试。
zh_hant: 筆記依賴地理中繼。檢查連線後再試。
